var local_database = [
  {
    date: "Sep 18 2018",
    title: "一出好戏",
    imgSrc: "/images/post/crab.jpg",
    avatar: "/images/avatar/4.png",
    content: "黄渤导演的《一出好戏》确实称得上一出好戏，这是一个拥有喜剧所有笑点的文艺片，其实深层说的是人性。",
    reading: "112",
    collection: "96",
    headImgSrc: "/images/post/crab.jpg",
    author: "小楼又东风",
    dateTime: "24小时前",
    detail: "《一出好戏》把人类进化史中最隐蔽的那面都模拟了一遍，从最初的氏族社会（以小王为首，大家组织在一起打猎采果为生），到以物易物的商品社会（张总依靠发现的船骸，完成原始资本的积累，建立了岛上的物品交换规则），最后是资本竞争后形成寡头政治（马进和小兴企图抵抗过这个规则，但屡屡挫败，最后利用这个规则的逻辑，垄断了物质资源，反客为主）。在最后时期，这个岛屿其实与现代社会无异，作为等价物存在的纸牌甚至如我们当下的货币一样开始贬值。",
    postId: 0,
    music: {
      url: " http://sc1.111ttt.cn/2018/1/03/13/396131229550.mp3",
      title: "周笔畅 - 最美的期待",
      coverImg: "https://img3.doubanio.com/view/photo/l/public/p2521816222.webp"
    }
  },
  {
    title: "《小偷家族》",
    content: "所谓小偷家族，偷的不止是能填饱肚子的食物，更是一种能够让灵魂产生幸福错觉的情感羁绊。偷生能不能叫偷？如果叫，那我们每个人，或许都是小偷家族的一员。",
    imgSrc: "/images/post/bl.png",
    reading: 62,
    detail: "东京的都市丛林中央，残存着一栋古旧寒酸的老房子，这里局促地生活着柴田一家五口人。在工地当临时工的男人阿治（Lily Franky 饰）经常带着儿子祥太（城桧吏 饰）到超市盗窃生活用品，这一天，他们回家路上遇到了独自待在户外的四岁女孩由里（佐佐木美结 饰）。妻子信代（安藤樱 饰）起初极力主张将女孩送回父母身边，但当看到女孩原生家庭的状况时又心生恻隐。原本柴田家就靠着老奶奶初枝（树木希林 饰）的养老金度日，而今多了一口人，自然更艰辛了几分。包括信代的妹妹亚纪（松冈茉优 饰）在内，虽然一家人游走在贫困和违法的边缘，但笃深的羁绊将他们紧紧联系在一起，使他们的心不会随着冰冷的都市而寒冷下去…… ",
    collection: 92,
    dateTime: "24小时前",
    headImgSrc: "/images/post/bl.png",
    author: "迷茫之路",
    date: "Nov 20 2018",
    avatar: "/images/avatar/6.png",
    postId: 1,
    music:{
      url:"http://sc1.111ttt.cn/2017/1/11/11/304112002347.mp3",
      title: "岑宁儿 - 追光者",
      coverImg: "https://img3.doubanio.com/view/photo/l/public/p2529425494.webp"
    }
  },
  {
    //按住alt + shift + F 可以格式化代码样式
    title: "狄仁杰之四大天王",
    content: "这个系列的最佳，徐克想象力爆炸，视效与剧情结合最好的一次，东方视效加分，“方术”反派抢眼，应该是老怪近年来最好的一部作品了",
    detail: "狄仁杰（赵又廷 饰）大破神都龙王案后，高宗（盛鉴 饰）御赐神器亢龙锏，遭天后武则天（刘嘉玲 饰）嫉妒，天后为盗取亢龙锏陷害狄仁杰，召集了一帮会方术的“异人组”图谋不轨，并命令尉迟真金（冯绍峰 饰）带队。狄仁杰在医官沙陀忠（林更新 饰）的帮助下成功摆脱“异人组”迫害，并和尉迟真金商议和解，与此同时“异人组”刺客水月（马思纯 饰）却发现都城出现不明势力，在狄仁杰周旋于武则天的埋伏时，大唐陷入更深的危机，“封魔族”携异术登场，一场“屠魔”大战即将爆发…… ",
    imgSrc: "/images/post/sls.JPG",
    headImgSrc: "/images/post/sls.JPG",
    reading: 62,
    collection: 92,
    author: "知乎",
    date: "Nov 12 2018",
    dateTime: "三天前",
    avatar: "/images/avatar/3.png",
    postId: 2,
    music: {
      url: "http://sc1.111ttt.cn/2017/1/04/26/297262113196.mp3",
      title: "董贞 - 繁花",
      coverImg: "https://img1.doubanio.com/view/photo/l/public/p2529670508.webp"
    }
  },
  {
    title: "小森林 夏秋篇",
    content: "世外桃源啊！单单一个人洗衣做饭在乡村过归隐生活，不过这里的乡间，实在是太清新了！单单这一片绿色，就在心里变的十足清澈。还有这美食美景美女，一脸天然呆、内心白，悠闲自然的状态，还有农家乐、草木青。",
    imgSrc: "/images/post/xiaolong.jpg",
    reading: 102,
    detail: "平凡女孩市子（桥本爱 饰）自幼生长在位于日本东北地区的村庄小森。这里远离都市的喧嚣和浮躁，为青山绿水所环绕，俨然一个幽静怡然的世外桃源。村民们日出而作，日落而息，依靠一双勤劳的双手经营渺小却舒适的生活，与世无争。市子曾经前往东京闯荡，只不过她终究无法适应都市快节奏的步伐，最终回到了妈妈早已不在的老宅。童年时妈妈福子利用山川田野各种食材做出胡乱命名的美食，实心眼的市子在感叹受骗之余，也将美好的回忆留在了味蕾深处。仿佛遵循着母亲的步伐，她将对故乡的热爱融入了美食的烹制中。在朋友佑太（三浦贵大 饰）和吉子（松冈茉优 饰）的环绕下，享受着无忧无虑的人生…… ",
    collection: 92,
    dateTime: "24小时前",
    headImgSrc: "/images/post/xiaolong.jpg",
    author: "屋顶上的猫",
    date: "Nov 20 2014",
    avatar: "/images/avatar/5.png",
    postId: 3,
    music: {
      url: "http://sc1.111ttt.cn/2016/1/12/09/205090905133.mp3",
      title: " 董贞 - 彼岸",
      coverImg: "https://img3.doubanio.com/view/photo/l/public/p2461166813.webp",
    }
  },
  {
    title: "红海行动",
    content: "军事题材的电影作品，应该是海军特种兵吧。影片真心不错，可谓是用心之作，故事情节完整连贯，人物关系清楚，还不错，值得一看。爱国、热血、战争、血腥都是看点。我还是比较喜欢硬汉型，和吴京的战狼二相比，应该是同类型影片。",
    imgSrc: "/images/post/vr.png",
    reading: 102,
    detail: "中东国家伊维亚共和国发生政变，武装冲突不断升级。刚刚在索马里执行完解救人质任务的海军护卫舰临沂号，受命前往伊维亚执行撤侨任务。舰长高云（张涵予 饰）派出杨锐（张译 饰）率领的蛟龙突击队登陆战区，护送华侨安全撤离。谁知恐怖组织扎卡却将撤侨部队逼入交火区，一场激烈的战斗在所难免。与此同时，法籍华人记者夏楠（海清 饰）正在伊维亚追查威廉·柏森博士贩卖核原料的事实，而扎卡则突袭柏森博士所在的公司，意图抢走核原料。混战中，一名隶属柏森博士公司的中国员工成为人质。为了解救该人质，八名蛟龙队员必须潜入有150名恐怖分子的聚集点，他们用自己的信念和鲜血铸成中国军人顽强不屈的丰碑！",
    collection: 26,
    dateTime: "24小时前",
    headImgSrc: "/images/post/vr.png",
    author: "深白色",
    date: "Nov 20 2018",
    avatar: "../../../images/avatar/7.png",
    postId: 4,
    music: {
      url: "http://sc1.111ttt.cn/2016/1/12/07/205071116451.mp3",
      title: "月光-羽·泉",
      coverImg: "https://img3.doubanio.com/view/photo/l/public/p2514660193.webp"
    }
  },
  {
    title: "七月与安生",
    content: "去看《七月与安生》的时候是稍微带着点害羞的心情的，总有把握不好情绪被别人视为矫情的时刻。十几年后再面对这样一部少女电影，生怕它会痛杀早被更新过的神经。 于是完全没想到，在主角说出“我恨过你，但我也只有你”",
    imgSrc: "/images/iqiyi.png",
    reading: 96,
    detail: "七月（马思纯 饰）和安生（周冬雨 饰）的第一次相识在十三岁，她们一个是特立独行飞扬跋扈的“野孩子”，一个是单纯温婉循规蹈矩的“乖乖女”，从那一年开始，七月和安生几乎形影不离，她是她的光，她是她的影子，直到某一天，一位名为苏家明（李程彬 饰）的少年出现在了七月的身边，七月恋爱了。安生决定前往北京讨生活，临别之前，七月意外的发现苏家明贴身带着的玉佩，竟然出现在了安生的衣领里。安生走了，七月和苏家明的恋情持续着，他们考入了同一所大学，约定一毕业就结婚。可是，事情并没有像七月所想象的那样发展，而她和苏家明之间的关系，亦因为安生的归来而产生了新的变数",
    collection: 26,
    dateTime: "21小时前",
    headImgSrc: "/images/iqiyi.png",
    author: "听雨",
    date: "Nov 20 2018",
    avatar: "../../../images/avatar/2.png",
    postId: 5,
    music: {
      url: "http://sc1.111ttt.cn/2016/1/12/06/205061608567.mp3",
      title: "边城浪子-张含韵",
      coverImg: "https://img1.doubanio.com/view/photo/l/public/p2375650407.webp"
    }
  },
]

module.exports = {
  postList: local_database
}